{
    "chris": [{
        "answer": "The CEO Chris is the first one at work each day and usually the last one to leave.  He is 47, single, doesn’t exercise, smokes e cigarettes at work, and gets fast food almost every day.  He is not against a wellness program as long as he doesn’t have to participate and be expected to get his steps.  He sees this as a “feel good” for the employees and is only willing to fund enough for one year unless he can be convinced that a wellness program makes good sense for the company and the employees."
    }],
    "henrietta": [{
        "answer": "Henrietta is the Human Resources representative for the company and works very hard to make sure that all policies and procedures are followed.  Regarding the new wellness program initiative, Henrietta wants to be sure that all employees’ personal medical information is kept confidential, that any program that might be done such as a fitness challenges be appropriate for employees with disabilities, and that all health and safety guidelines are followed.  Henrietta doesn’t know much about wellness but is generally in favor of it.   She is a key player in making sure that all policies are followed, especially ones that protect medical and personal information."
    }],
    "fit": [{
        "answer": "Fran is a 35-year-old UNCGeneaology employee who bikes to work, has a standing work station, only eats organic foods, frequently can be heard yelling out that she set a new record for getting her steps in, and has all the new wearables for fitness.   Her background is in marketing and communication.  She has had a number of sports-related injuries such as sore knees and hips but continues to work out despite the pain.  She tries many of the newest eating programs out there such as the Paleo diet, Eat for Your Blood Type, and Atkins, and informs her co-workers informally which ones she thinks work or don’t."
    }],
    "critical": [{
        "answer": "Carl is a 44-year-old employee who, while a hard worker, complains that wellness should be done on people’s own time either before or after work and that health has nothing to do with what UNCGeneaology produces day to day.  In fact, Carl says to anyone who will listen that absolutely no money should be spent on people who are unhealthy, that it is their own fault, and any money for wellness should be used to give raises or invested back into the company for better equipment, etc."
    }],
    "paul": [{
        "answer": "Paul is VP of the company, is lifelong friends with CEO Chris, and has recently made some dramatic health changes.  A few years back his weight had reached over 300 pounds and his smoking and eating habits led to a health scare requiring a visit to the ER.  Since then Paul has lost weigh by eating more healthfully, has quit smoking, and regularly walks and rides his bike.  Paul is excited about the potential of a wellness program."
    }]
}