{
    "ronald": [{
        "answer": "<strong>Ronald Weissman</strong> is the former CEO of KJR, a manufacturer of software.  Twice awarded the prestigious Inside Business “Mover and Shaker” award, Ron is recognized for his visionary approach to leadership coupled with responsible fiscal stewardship. After serving in the Army for four years, Ron started his civilian career in sales and rose to top-level management within the next decade.  Founded by Weissman in 1989, KJR is now recognized as a leader in the software industry and has remained on the Fortune 500 rankings for the past decade. Now retired and an avid golfer, Ron enjoys spending time with his children and grandchildren.  He splits his time between Greensboro and Palm Beach and serves as the Chairman of the Board of Inter-City Opera and is an active member of several local Jewish charities."
    }],
    "elizabeth": [{
        "answer": "<strong>Elizabeth Woodruff</strong>, a Greensboro native, is a philanthropist, gardener, mother, and grandmother.  A graduate of Sweet Briar College in Virginia with a major in Art History, Elizabeth raised four children after returning to North Carolina.  She is involved in the historic home preservation movement in downtown Greensboro and enjoys renovating her own historic home.  She also chairs the Greensboro Open Garden tour whose proceeds benefit Greensboro Citizens Against Homelessness.  She serves on the boards of the Inter-City Opera and the Greensboro Philharmonia and enjoys spending time with her eight (soon to be nine!) grandchildren."
    }],
    "gwyneth": [{
        "answer": "<strong>Gwyneth Pendleton</strong> is an avid arts lover and social activist advocating for underserved populations. After graduating from UNC at Chapel Hill, she pursued a career in social work and youth services through the Boys and Girls Club of Greensboro.  She now serves as Operations Manager of four local clubs.  In her spare time, she enjoys playing the violin, kayaking, and African dance. After attending the opera as a child in school, she has remained an active audience member ever since, founding the Opera Fan Club while in college."
    }],
    "jose": [{
        "answer": "<strong>Jose Ruiz</strong> is a second generation Mexican-American who studied computer science at The University of North Carolina at Greensboro (UNCG).  He currently works as a coder for Inter-Tech, a technical design firm based in Greensboro.  He is a sports aficionado and plays on several local sports teams.  Jose serves his community as a volunteer at the Urban Redevelopment Center and is active on his church outreach committee.  He is the father of two teenage children."
    }],
    "delia": [{
        "answer": "Soprano <strong>Delia Phillips</strong> graduated from UNCG with a Master’s degree in Voice.  She is active in the local solo artistic scene and has performed with local opera companies and symphonies including the Greensboro Philharmonia, Inter-City Opera, and Opera Charlotte.  She recently made her New York debut as Zerlina in <i>Don Giovanni</i> with Chamber Opera of Chelsea.  Delia also maintains a private voice studio in the Triad."
    }],
    "genevieve": [{
        "answer": "<strong>Genevieve Smith</strong> is the Director of Development of Inter-City Opera.  Prior to joining the team at ICO, Genevieve worked for Arts Ed Now! in Raleigh and the Brevard Music Festival.  She has had success in leading capital campaigns and soliciting major individual, corporate, and foundation support.  She also holds an MBA from the Bryan School of Business and Economics at UNCG. Formerly a flutist with a BM in Flute Performance from UNCG, Genevieve brings a love of music as well as business savvy to her work at Inter-City Opera."
    }],
    "joe": [{
        "answer": "<strong>Joe Weston</strong>, a Partner with Donald Taylor Law Associates, has served on the Greensboro City Council for three years. Weston was recently named to the Greensboro Business Journal’s 40 Leaders Under Forty, an annual listing of the region’s top young professionals. Weston focuses his practice on corporate litigation and white-collar criminal defense. He helps businesses and professionals in a variety of industries, and has successfully brought and defended lawsuits in a wide range of matters. Weston is a graduate of Emory Law School and holds an undergraduate degree in Political Science from Cornell University."
    }]
}
